insert into category (name, description)
values ('Электроника и гаджеты','В этой категории вы найдете широкий ассортимент электроники, начиная от смартфонов и ноутбуков до фотокамер и аксессуаров. Обновите свои технологии с нашими высококачественными устройствами.'),
       ('Одежда и обувь', 'Здесь представлены модные и стильные вещи для мужчин, женщин и детей. Выберите из разнообразных дизайнов и стилей, чтобы подчеркнуть свою индивидуальность.'),
       ('Дом и сад', 'Обогатите свой дом и сад с нашими товарами. От мебели и посуды до садовых инструментов, у нас есть все, что нужно для уютной и красивой жизни.'),
       ('Спорт и фитнес', 'Для тех, кто заботится о своем здоровье и физической форме, у нас есть спортивные товары, от тренажеров до спортивной одежды и обуви.'),
       ('Красота и уход', 'Поддерживайте свою красоту с продуктами для ухода за кожей, волосами и макияжем. У нас есть все необходимое для вашего блеска.'),
       ('Детские товары', 'Найдите игрушки, одежду, коляски и другие товары для ваших детей. Мы заботимся о комфорте и развитии малышей.'),
       ('Автомобили и мотоциклы', 'Если вас интересуют автомобили и мотоциклы, здесь вы найдете запчасти, аксессуары и оборудование для транспорта.'),
       ('Искусство и рукоделие', 'Для художников и рукодельников у нас есть материалы и инструменты, чтобы воплотить в жизнь свои творческие идеи.'),
       ('Кухонные принадлежности', 'Улучшите свои кулинарные навыки с нашими кухонными гаджетами, посудой и аксессуарами.'),
       ('Книги и медиа', 'Чтение и обучение никогда не выйдут из моды. В этой категории вы найдете книги, аудиокниги, фильмы и музыку для разнообразия ваших развлечений.');